@extends("layout")

@section("title")
О нас
@endsection

@section("main-content")
      <section>
         <article>
            <h2>О чём этот сайт</h2>
            
            <p>
               Этот сайт предназначен помочь игрокам The Mana World в составлении сборок для их персонажей.
            </p>
            <p>
               Как и в любой RPG-игре сила персонажа имеет решающее значение для игрока. Мы боремся за каждую единицу атаки и защиты, за каждые несколько единиц HP.
               Механика прокачки в этой игре подразумевает получение прибавок к характеристикам персонажа не непрерывно по мере вкладывания очков характеристик, а поэтапно.
               По достижении определённых пороговых значений.
            </p>
            <p>
            	Поэтому не редки ситуации, когда очки уже потрачены, а очередную прибавку к желаемой характеристике персонаж не получает.
            	И эти же очки имело бы смысл распределить в другом направлении или перераспределить остальные характеристики для достижения желаемого порога. 
            </p>
            <p>
            	Для наглядной демонстрации игроку, что он получит по итогу, до рспределения очков в игре и создан этот сайт.
            </p>
            
            <p>Официальный сайт игры The Mana World: <a href="https://www.themanaworld.org/">themanaworld.org</a></p>
            <p>Официальная вики: <a href="https://wiki.themanaworld.org/index.php/The_Mana_World:Home">wiki.themanaworld.org</a></p>
         </article>
      </section>
@endsection
